{
    "(and :count more error)": "(et :count erreur supplémentaire)",
    "(and :count more errors)": "(et :count erreurs supplémentaires)",
    "A fresh verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Admin": "Admin",
    "API Token": "Jeton d'API",
    "API Token Permissions": "Permissions du jeton d'API",
    "API Tokens": "Jetons d'API",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "Les jetons d'API permettent aux services tiers de s'authentifier auprès de notre application en votre nom.",
    "Accept Invitation": "Accepter l'invitation",
    "Acronym": "Acronyme",
    "Add additional security to your account using two factor authentication.": "Ajoutez une sécurité supplémentaire à votre compte en utilisant l'authentification à deux facteurs.",
    "All rights reserved.": "Tous droits réservés.",
    "Already registered?": "Déjà enregistré?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Êtes-vous sûr de vouloir supprimer votre compte? Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Are you sure you would like to delete this API token?": "Êtes-vous sûr de vouloir supprimer ce jeton d'API?",
    "Attach Tenant": "Attacher une unité",
    "Before proceeding, please check your email for a verification link.": "Avant de continuer, veuillez vérifier votre e-mail pour un lien de vérification.",
    "Tenant": "Unité",
    "tenant": "unité",
    "Tenants": "Unités",
    "tenants": "unités",
    "Browser Sessions": "Sessions du navigateur",
    "Cancel": "Annuler",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Client": "Client",
    "Close": "Fermer",
    "Code": "Code",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Create": "Créer",
    "Create API Token": "Créer un jeton d'API",
    "Create Account": "Créer un compte",
    "Create New Team": "Créer un nouveau team",
    "Created.": "Créé.",
    "Created At": "Créé le",
    "Created from": "Créé de",
    "Created until": "Créé jusqu'à",
    "Current Password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Delete": "Supprimer",
    "Delete API Token": "Supprimer le jeton d'API",
    "Delete Account": "Supprimer le compte",
    "Developer": "Développeur",
    "Description": "Description",
    "Disable": "Désactiver",
    "E-Mail Address": "E-mail",
    "Email Address": "Adresse e-mail",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe par e-mail",
    "Enable": "Activer",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Forgot Your Password?": "Mot de passe oublié?",
    "Forgot your password?": "Mot de passe oublié?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Pas de problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe par e-mail qui vous permettra d'en choisir un nouveau.",
    "Guard": "Garde",
    "Hello!": "Bonjour!",
    "Home": "Accueil",
    "I agree to the :terms_of_service and :privacy_policy": "J'accepte les :terms_of_service et :privacy_policy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "Si nécessaire, vous pouvez vous déconnecter de toutes vos autres sessions de navigateur sur tous vos appareils. Certaines de vos sessions récentes sont répertoriées ci-dessous; cependant, cette liste peut ne pas être exhaustive. Si vous pensez que votre compte a été compromis, vous devriez également mettre à jour votre mot de passe.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Si vous avez déjà un compte, vous pouvez accepter cette invitation en cliquant sur le bouton ci-dessous:",
    "If you did not create an account, no further action is required.": "Si vous n'avez pas créé de compte, aucune action supplémentaire n'est requise.",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Si vous ne vous attendiez pas à recevoir une invitation à ce team, vous pouvez ignorer cet e-mail.",
    "If you did not receive the email": "Si vous n'avez pas reçu l'e-mail",
    "If you did not request a password reset, no further action is required.": "Si vous n'avez pas demandé de réinitialisation de mot de passe, aucune action supplémentaire n'est requise.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Si vous n'avez pas de compte, vous pouvez en créer un en cliquant sur le bouton ci-dessous. Après avoir créé un compte, vous pouvez cliquer sur le bouton d'acceptation de l'invitation dans cet e-mail pour accepter l'invitation au team:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Si vous avez des problèmes pour cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\n dans votre navigateur Web:",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser: [:displayableActionUrl](:actionURL)": "Si vous avez des problèmes pour cliquer sur le bouton \":actionText\", copiez et collez l'URL ci-dessous\n dans votre navigateur Web: [:displayableActionUrl](:actionURL)",
    "Log Out": "Déconnexion",
    "Log Out Other Browser Sessions": "Déconnecter les autres sessions de navigateur",
    "Log in": "Se connecter",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Manage API Tokens": "Gérer les jetons d'API",
    "Manage Account": "Gérer le compte",
    "Manage and log out your active sessions on other browsers and devices.": "Gérez et déconnectez vos sessions actives sur d'autres navigateurs et appareils.",
    "Name": "Nom",
    "Nevermind": "Peu importe",
    "New Password": "Nouveau mot de passe",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Password": "Mot de passe",
    "Permanently delete your account.": "Supprimer définitivement votre compte.",
    "Permissions": "Permissions",
    "Please click the button below to verify your email address.": "Veuillez cliquer sur le bouton ci-dessous pour vérifier votre adresse e-mail.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Veuillez confirmer l'accès à votre compte en saisissant l'un de vos codes de récupération d'urgence.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Veuillez confirmer l'accès à votre compte en saisissant le code d'authentification fourni par votre application d'authentification.",
    "Please confirm your password before continuing.": "Veuillez confirmer votre mot de passe avant de continuer.",
    "Please copy your new API token. For your security, it won't be shown again.": "Veuillez copier votre nouveau jeton d'API. Pour votre sécurité, il ne sera pas affiché à nouveau.",
    "Privacy Policy": "Politique de confidentialité",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Recovery Code": "Code de récupération",
    "Regards": "Cordialement",
    "Regenerate Recovery Codes": "Régénérer les codes de récupération",
    "Register": "S'inscrire",
    "Remember Me": "Se souvenir de moi",
    "Remember me": "Se souvenir de moi",
    "Remove Photo": "Supprimer la photo",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Reset Password Notification": "Notification de réinitialisation du mot de passe",
    "role": "rôle",
    "roles": "rôles",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Select A New Photo": "Sélectionner une nouvelle photo",
    "Send Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe",
    "Show Recovery Codes": "Afficher les codes de récupération",
    "Showing": "Affichage",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Conservez ces codes de récupération dans un gestionnaire de mots de passe sécurisé. Ils peuvent être utilisés pour récupérer l'accès à votre compte si votre appareil d'authentification à deux facteurs est perdu.",
    "Switch Teams": "Changer d'équipe",
    "Stock Write-Offs": "Baisses de stock",
    "Stock Write Offs": "Baisses de stock",
    "Team Settings": "Paramètres de l'équipe",
    "Terms of Service": "Conditions d'utilisation",
    "The :attribute must be at least :length characters and contain at least one number.": "Le :attribute doit contenir au moins :length caractères et au moins un chiffre.",
    "The :attribute must be at least :length characters and contain at least one special character.": "Le :attribute doit contenir au moins :length caractères et au moins un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one number.": "Le :attribute doit contenir au moins :length caractères et au moins un caractère majuscule et un chiffre.",
    "The :attribute must be at least :length characters and contain at least one uppercase character and one special character.": "Le :attribute doit contenir au moins :length caractères et au moins un caractère majuscule et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character, one number, and one special character.": "Le :attribute doit contenir au moins :length caractères et au moins un caractère majuscule, un chiffre et un caractère spécial.",
    "The :attribute must be at least :length characters and contain at least one uppercase character.": "Le :attribute doit contenir au moins :length caractères et au moins un caractère majuscule.",
    "The :attribute must be at least :length characters.": "Le :attribute doit contenir au moins :length caractères.",
    "The given data was invalid.": "Les données fournies étaient invalides.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This password does not match our records.": "Ce mot de passe ne correspond pas à nos enregistrements.",
    "This password reset link will expire in :count minutes.": "Ce lien de réinitialisation du mot de passe expirera dans :count minutes.",
    "Toggle navigation": "Basculer la navigation",
    "Token Name": "Nom du jeton",
    "Two Factor Authentication": "Authentification à deux facteurs",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "L'authentification à deux facteurs est maintenant activée. Scannez le code QR suivant à l'aide de l'application d'authentification de votre téléphone.",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account profile information and email address.": "Mettez à jour les informations de votre profil de compte et votre adresse e-mail.",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil de votre compte et votre adresse e-mail.",
    "Use a recovery code": "Utiliser un code de récupération",
    "Use an authentication code": "Utiliser un code d'authentification",
    "User": "Utilisateur",
    "user": "utilisateur",
    "Users": "Utilisateurs",
    "users": "utilisateurs",
    "Verify Email Address": "Vérifier l'adresse e-mail",
    "Verify Your Email Address": "Vérifiez votre adresse e-mail",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "Lorsque l'authentification à deux facteurs est activée, vous serez invité à saisir un jeton sécurisé et aléatoire lors de l'authentification. Vous pouvez récupérer ce jeton à partir de l'application Google Authenticator de votre téléphone.",
    "Whoops! Something went wrong.": "Oups! Quelque chose s'est mal passé.",
    "You're logged in!": "Vous êtes connecté!",
    "You are logged in!": "Vous êtes connecté!",
    "You are receiving this email because we received a password reset request for your account.": "Vous recevez cet e-mail car nous avons reçu une demande de réinitialisation de mot de passe pour votre compte.",
    "You have been invited to join the :team team!": "Vous avez été invité à rejoindre l'équipe :team!",
    "You have enabled two factor authentication.": "Vous avez activé l'authentification à deux facteurs.",
    "You have not enabled two factor authentication.": "Vous n'avez pas activé l'authentification à deux facteurs.",
    "You may delete any of your existing tokens if they are no longer needed.": "Vous pouvez supprimer n'importe lequel de vos jetons existants s'ils ne sont plus nécessaires.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "click here to request another": "cliquez ici pour en demander un autre",
    "of": "de",
    "results": "résultats",
    "to": "à",
    "Team Name": "Nom de l'équipe",
    "The team's name and owner information.": "Le nom de l'équipe et les informations du propriétaire.",
    "Add Team Member": "Ajouter un membre de l'équipe",
    "Add a new team member to your team, allowing them to collaborate with you.": "Ajoutez un nouveau membre à votre équipe, lui permettant de collaborer avec vous.",
    "Team Members": "Membres de l'équipe",
    "All of the people that are part of this team.": "Toutes les personnes qui font partie de cette équipe.",
    "Team Owner": "Propriétaire de l'équipe",
    "Please provide the email address of the person you would like to add to this team.": "Veuillez fournir l'adresse e-mail de la personne que vous souhaitez ajouter à cette équipe.",
    "Role": "Rôle",
    "Roles": "Rôles",
    "Administrator": "Administrateur",
    "Member": "Membre",
    "Remove from Team": "Supprimer de l'équipe",
    "Remove this person from the team.": "Retirer cette personne de l'équipe.",
    "Administrator users can perform any action.": "Les utilisateurs administrateurs peuvent effectuer n'importe quelle action.",
    "Editor users have the ability to read, create, and update.": "Les utilisateurs éditeurs ont la capacité de lire, créer et mettre à jour.",
    "Remove": "Supprimer"
}